

"kBluetoothConnectionFailedTitle"				= "O áudio Bluetooth falhou.";
"kBluetoothConnectionErrorTitle"				= "Ocorreu um erro ao tentar estabelecer ligação com o dispositivo de áudio.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "O emparelhamento deixou de ser válido. Volte a emparelhar este dispositivo, e tente outra vez.";
"kBluetoothConnectionFailedExplanation"			= "Ocorreu um erro ao estabelecer a ligação ao auricular. Certifique-se de que está ligado e dentro do raio de alcance. Poderá ser necessário reiniciar a parte de áudio do programa que estava a utilizar.";
"kBluetoothSBCCodecMismatchExplanation"			= "Ocorreu um erro ao ligar ao auricular. A configuração do stream de áudio codificado não foi aceite pelo dispositivo remoto.";
"kBluetoothConnectionUnsupportedExplanation"	= "A ligação ao dispositivo de áudio activo falhou. Tente configurar de novo.";

"kBluetoothDisconnectedTitle"					= "Áudio Bluetooth desligado.";
"kBluetoothDisconnectedExplanation"				= "O auricular foi desligado inesperadamente. Certifique-se de que está ligado e dentro do raio de alcance. Poderá ser necessário reiniciar a parte de áudio do programa que estava a utilizar.";

"kBluetoothAudioInUseTitle"						= "Áudio Bluetooth em utilização.";
"kBluetoothAudioInUseExplanation"				= "Já existe outro auricular Bluetooth em utilização. Só pode ser utilizado um auricular Bluetooth de cada vez.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Deixar de usar o auricular";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Deixar de usar auscultadores";

"kBluetoothAudioHeadsetDeviceType"				= "Auricular";
"kBluetoothAudioHeadphoneDeviceType"			= "Auscultadores";

"kBluetoothAudioSwitchButtonTitle"				= "Usar este dispositivo";
"kBluetoothAudioTryAgainButtonTitle"			= "Tentar de novo";
"kBluetoothAudioDisconnectButtonTitle"			= "Desligar";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Não voltar a perguntar";

"kBluetoothAudioSwitchHeadestMessageText"		= "Utilizar “%@ (mono)” Bluetooth como dispositivo de áudio?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Utilizar “%@ (estéreo)” Bluetooth como dispositivo de áudio?";

"kBluetoothAudioSwitchInfoText"					= "É possível desactivar esta caixa de diálogo no painel de preferências de Bluetooth clicando nas opções avançadas e desassinalando “Pedir confirmação para todos os pedidos de áudio recebidos”.";

